[
  {
    "id": 1,
    "answer": "Enoch Bagshaw (1923)"
  },
  {
    "id": 1,
    "answer": "Jim Owens (1960)"
  },
  {
    "id": 1,
    "answer": "Don James (1984)",
    "correct": "Bagshaw and Owens each led the Huskies to a pair of 10-win seasons, but neither was able to reach 11. In 1984, the Don James-led Huskies finally broke through, beating Oklahoma in the Orange Bowl to finish the season 11-1."
  },
  {
    "id": 1,
    "answer": "Rick Neuheisel (2000)"
  },
  {
    "id": 2,
    "answer": "Orange"
  },
  {
    "id": 2,
    "answer": "Poi",
    "correct": "UW dominated the 1938 Poi Bowl, beating Hawaii 53-13. The Poi Bowl changed its name to the Pineapple Bowl a year later, and then went defunct in the early 1950s. Before playing in the Poi Bowl, UW had been to three Rose Bowls, tying with Navy and losing to Alabama and Pitt."
  },
  {
    "id": 2,
    "answer": "Rose"
  },
  {
    "id": 2,
    "answer": "Aloha"
  },
  {
    "id": 3,
    "answer": "Hugh McElhenny",
    "correct": "One of the best running backs in UW history, McElhenny set the Husky single-game rushing record when he ran for 296 yards against WSU in 1950. He went on to have a 13-year professional career, most notably with the San Francisco 49ers."
  },
  {
    "id": 3,
    "answer": "Corey Dillon"
  },
  {
    "id": 3,
    "answer": "Mark Brunell"
  },
  {
    "id": 3,
    "answer": "Michael Jackson"
  },
  {
    "id": 4,
    "answer": "Oregon",
    "correct": "The Ducks have only been to the Rose Bowl seven times, putting up a 3-4 record. UW, meanwhile, is 7-6-1 in their 14 appearances in the 'Granddaddy of Them All.'"
  },
  {
    "id": 4,
    "answer": "USC"
  },
  {
    "id": 4,
    "answer": "Michigan"
  },
  {
    "id": 4,
    "answer": "Stanford"
  },
  {
    "id": 5,
    "answer": "Sonny Sixkiller"
  },
  {
    "id": 5,
    "answer": "Cody Pickett",
    "correct": "Pickett had a monster day at home on October 20, 2001 against Arizona. He completed 29 of 49 passes for 455 yards, three TDs and four interceptions. His feet won the game, though, as he ran in the game-winning touchdown in a 31-28 victory."
  },
  {
    "id": 5,
    "answer": "Jake Locker"
  },
  {
    "id": 5,
    "answer": "Marques Tuiasosopo"
  },
  {
    "id": 5,
    "answer": "Warren Moon"
  },
  {
    "id": 5,
    "answer": "Mark Brunell"
  },
  {
    "id": 6,
    "answer": "Miami",
    "correct": "The Huskies, led by Damon Huard and Napoleon Kaufman, went into the Orange Bowl and rolled over Miami 38-20, ending a home winning streak that had begun nearly nine years earlier. Trailing 14-3 at the half, UW scored 25 third-quarter points and never looked back."
  },
  {
    "id": 6,
    "answer": "Nebraska"
  },
  {
    "id": 6,
    "answer": "Alabama"
  },
  {
    "id": 6,
    "answer": "Michigan"
  },
  {
    "id": 7,
    "answer": "Michigan",
    "correct": "UW dominated Michigan in the Rose Bowl, winning 34-14 to finish the season 12-0. Tied 7-7 in the second quarter, Washington scored 27 unanswered points to run away from the Wolverines."
  },
  {
    "id": 7,
    "answer": "Ohio St."
  },
  {
    "id": 7,
    "answer": "Michigan St. "
  },
  {
    "id": 7,
    "answer": "Wisconsin"
  },
  {
    "id": 8,
    "answer": "Chris Polk, offensive interference"
  },
  {
    "id": 8,
    "answer": "Jake Locker, excessive celebration",
    "correct": "The call was wildly controversial at the time, and marked the beginning of a dreadful 0-12 season for Husky football. BYU, however, would go on to win 10 games in 2008."
  },
  {
    "id": 8,
    "answer": "Scott Shugert, holding"
  },
  {
    "id": 8,
    "answer": "Jermaine Kearse, offensive P-I"
  },
  {
    "id": 9,
    "answer": "Don James had distant relatives in the mafia"
  },
  {
    "id": 9,
    "answer": "Don James' four-year-old grandson mispronounced the word \"Godfather,'\" and a longtime Husky fan solidified the term in poster form.",
    "correct": "At a hotel before the 1984 Orange Bowl, James' grandon overheard John Costacos say the word godfather and began mispronouncing it. It wasn't until a few years later, when Costacos had gotten into the poster business, for which he is now well-known, that he thought to use the nickname 'The Dawgfather' in reference to Don James."
  },
  {
    "id": 9,
    "answer": "After Don James led the Huskies to an undefeated season in 1991, Husky fans carried James on their shoulders, chanting \"Dawgfather\""
  },
  {
    "id": 9,
    "answer": "Don James was a huge fan of the movie \"The Godfather.\""
  },
  {
    "id": 10,
    "answer": "Dean McAdams"
  },
  {
    "id": 10,
    "answer": "Steve Emtman",
    "correct": "Emtman was taken first overall by the Indianapolis Colts in 1992, and ended up playing six years in the NFL. the only other player drafted higher than Locker was Reggie Rogers, who was taken seventh overall by the Detroit Lions in 1987."
  },
  {
    "id": 10,
    "answer": "Joe Kelly"
  },
  {
    "id": 10,
    "answer": "Jerramy Stevens"
  },
  {
    "id": 10,
    "answer": "Doug Martin"
  },
  {
    "id": 11,
    "answer": 1992
  },
  {
    "id": 11,
    "answer": 1997
  },
  {
    "id": 11,
    "answer": 2002,
    "correct": "UW went into the 2002 season ranked number nine in the preseason AP poll. They slumped to a 7-6 record that season, and their highest preseason ranking since then was in the 2003 season, when they were ranked 17th to start the year."
  },
  {
    "id": 11,
    "answer": 2010
  },
  {
    "id": 12,
    "answer": "Warren Moon"
  },
  {
    "id": 12,
    "answer": "Mark Brunell"
  },
  {
    "id": 12,
    "answer": "Chris Chandler"
  },
  {
    "id": 12,
    "answer": "Damon Huard",
    "correct": "Huard only ended up making 27 starts in the NFL, most of them with the Kansas City Chiefs. Brunell and Chandler just made it to 150, with Brunell starting 151 and Chandler 152, and Warren Moon led the way with 203 career starts."
  },
  {
    "id": 13,
    "answer": true,
    "correct": "Husky Stadium has a capacity of 72,500, just ahead of CenturyLink Field, which seast 67,000. The next closest college stadium is Oregon's Autzen Stadium, which seats 54,000."
  },
  {
    "id": 13,
    "answer": false
  },
  {
    "id": 14,
    "answer": "Admiral"
  },
  {
    "id": 14,
    "answer": "Sundodger",
    "correct": "The Huskies settled on Sundodger in 1920, prior to which they had used Indians and Vikings as unofficial mascots. It only lasted for two years, though, as many argued that Sundodger had no meaning, so a committee settled on the Husky as the official mascot in early 1922, and it has stayed that way ever since."
  },
  {
    "id": 14,
    "answer": "Bumbershoot"
  },
  {
    "id": 14,
    "answer": "Rainmaker"
  },
  {
    "id": 15,
    "answer": "Spider Gaines",
    "correct": "In Don James' first season as head coach, the Huskies found themselves trailing late in the game to the Cougars. Moon threw a deep pass, and two WSU defensive backs went for the interception and tipped it directly inot Gaines' hands. He ran the remaining thirty yards to the end zone, giving UW the win."
  },
  {
    "id": 15,
    "answer": "Paul Skansi"
  },
  {
    "id": 15,
    "answer": "Reginald Brown"
  },
  {
    "id": 15,
    "answer": "Scott Phillips"
  }
]