[
  {
    "id": 1,
    "answer": "Enoch Bagshaw (1923)"
  },
  {
    "id": 1,
    "answer": "Jim Owens (1960)"
  },
  {
    "id": 1,
    "answer": "Don James (1984)",
    "correct": "Bagshaw and Owens each led the Huskies to a pair of ten-win seasons, but neither of them was able to reach 11. In 1984, the Don James-led Huskies finally broke through, beating Oklahoma in the Orange Bowl to finish the season 11-1."
  },
  {
    "id": 1,
    "answer": "Rick Neuheisel (2000)"
  },
  {
    "id": 2,
    "answer": "Orange"
  },
  {
    "id": 2,
    "answer": "Poi",
    "correct": "UW dominated the 1938 Poi Bowl, beating Hawaii 53-13. The Poi Bowl changed its name to the Pineapple Bowl a year later, and then went defunct in the early 1950s. Before playing in the Poi Bowl, UW had been to three Rose Bowls, tieing with Navy and losing to Alabama and Pitt."
  },
  {
    "id": 2,
    "answer": "Rose"
  },
  {
    "id": 2,
    "answer": "Aloha"
  },
  {
    "id": 3,
    "answer": "Hugh McElhenny",
    "correct": "One of the best running backs in UW history, McElhenny set the Husky single-game rushing record when he ran for 296 yards against WSU in 1950. He went on to a 13-year professional career, most notably with the San Francisco 49ers."
  },
  {
    "id": 3,
    "answer": "Corey Dillon"
  },
  {
    "id": 3,
    "answer": "Mark Brunell"
  },
  {
    "id": 3,
    "answer": "Michael Jackson"
  },
  {
    "id": 4,
    "answer": 1889,
    "correct": "The Huskies played their first ever game in 1889, a 20-0 loss at the hands of Eastern College Alumnia. They played a single game in 1890, and then didn't have a team in 1891 before playing two games in 1892, including a 14-0 win over Seattle A.C. for their first-ever victory."
  },
  {
    "id": 4,
    "answer": 1892
  },
  {
    "id": 4,
    "answer": 1898
  },
  {
    "id": 4,
    "answer": 1902
  },
  {
    "id": 5,
    "answer": "Sonny Sixkiller"
  },
  {
    "id": 5,
    "answer": "Cody Pickett",
    "correct": "Pickett had a monster day at home on October 20, 2001 against Arizona. He completed 29 of 49 passes for 455 yards, three TDs and four interceptions. It was his feet that won the game, though, as he ran in the game-winning touchdown in a 31-28 victory."
  },
  {
    "id": 5,
    "answer": "Jake Locker"
  },
  {
    "id": 5,
    "answer": "Marques Tuiasosopo"
  },
  {
    "id": 5,
    "answer": "Warren Moon"
  },
  {
    "id": 5,
    "answer": "Mark Brunell"
  },
  {
    "id": 6,
    "answer": "Miami",
    "correct": "The Huskies, led by Damon Huard and Napoleon Kaufman, went into the Orange Bowl and roleld over Miami 38-20, ending a home winning streak that had begun nearly nine years earlier. Trailing 14-3 at the half, UW scored 25 third-quarter points and never looked back."
  },
  {
    "id": 6,
    "answer": "Nebraska"
  },
  {
    "id": 6,
    "answer": "Alabama"
  },
  {
    "id": 6,
    "answer": "Michigan"
  },
  {
    "id": 7,
    "answer": "Michigan",
    "correct": "UW dominated Michigan in the Rose Bowl, winning 34-14 to finish the season 12-0. Tied 7-7 in the second quarter, Washington scored 27 unanswered points to run away from the Wolverines."
  },
  {
    "id": 7,
    "answer": "Ohio St."
  },
  {
    "id": 7,
    "answer": "Michigan St. "
  },
  {
    "id": 7,
    "answer": "Wisconsin"
  },
  {
    "id": 8,
    "answer": "Chris Polk, offensive interference"
  },
  {
    "id": 8,
    "answer": "Jake Locker, excessive celebration",
    "correct": "The call was wildly controversial at the time, and marked the beginning of a dreadful 0-12 season for Husky football. BYU, however, would go on to win 10 games in 2008."
  },
  {
    "id": 8,
    "answer": "Scott Shugert, holding"
  },
  {
    "id": 8,
    "answer": "Jermaine Kearse, offensive P-I"
  },
  {
    "id": 9,
    "answer": "Don James had distant relatives in the mafia"
  },
  {
    "id": 9,
    "answer": "Don James' four-year-old grandson mispronounced the word \"Godfather,'\" and a longtime Husky fan solidified the term in poster form.",
    "correct": "At a hotel before the 1984 Orange Bowl, James' grandon overheard John Costacos say the word godfather and began mispronouncing it. It wasn't until a few years later, when Costacos had gotten into the poster business, for which he is now well-known, that he thought to use the nickname 'The Dawgfather' in reference to Don James."
  },
  {
    "id": 9,
    "answer": "After Don James led the Huskies to an undefeated season in 1991, Husky fans carried James on their shoulders, chanting \"Dawgfather\""
  },
  {
    "id": 9,
    "answer": "Don James was a huge fan of the movie \"The Godfather.\""
  },
  {
    "id": 10,
    "answer": "Dean McAdams"
  },
  {
    "id": 10,
    "answer": "Steve Emtman",
    "correct": "Emtman was taken first overall by the Indianapolis Colts in 1992, and ended up playing six years in the NFL. the only other player drafted higher than Locker was Reggie Rogers, who was taken seventh overall by the Detroit Lions in 1987."
  },
  {
    "id": 10,
    "answer": "Joe Kelly"
  },
  {
    "id": 10,
    "answer": "Jerramy Stevens"
  },
  {
    "id": 10,
    "answer": "Doug Martin"
  },
  {
    "id": 11,
    "answer": "Lawyer Milloy"
  },
  {
    "id": 11,
    "answer": "Steve Emtman"
  },
  {
    "id": 11,
    "answer": "Lincoln Kennedy"
  },
  {
    "id": 11,
    "answer": "Rick Redman",
    "correct": "Redman was named a consensus All-American in both 1963 and 1964. Eighteen other Huskies have been named consensus All-Americans, including Milloy, Emtman and Kennedy, but no one else has been one twice."
  },
  {
    "id": 12,
    "answer": "Warren Moon"
  },
  {
    "id": 12,
    "answer": "Mark Brunell"
  },
  {
    "id": 12,
    "answer": "Chris Chandler"
  },
  {
    "id": 12,
    "answer": "Damon Huard",
    "correct": "Huard only ended up making 27 starts in the NFL, most of them with the Kansas City Chiefs. Brunell and Chandler just made it to 150, with Brunell starting 151 and Chandler 152, and Warren Moon led the way with 203 career starts."
  },
  {
    "id": 13,
    "answer": true,
    "correct": "Husky Stadium has a capacity of 72,500, just ahead of CenturyLink Field, which seast 67,000. The next closest college stadium is Oregon's Autzen Stadium, which seats 54,000."
  },
  {
    "id": 13,
    "answer": false
  }
]