[
  {
    "id": 1,
    "question": "The Huskies have won 11 or more games just three times. Who was the first coach to lead UW to an 11-win season?",
    "description": "Bagshaw and Owens each led the Huskies to a pair of 10-win seasons, but neither  was able to reach 11. In 1984, the Don James-led Huskies finally broke through, beating Oklahoma in the Orange Bowl to finish the season 11-1.",
    "image": "BESTdon_james.jpg"
  },
  {
    "id": 2,
    "question": "What was the first bowl game that UW won?",
    "description": "UW dominated the 1938 Poi Bowl, beating Hawaii 53-13. The Poi Bowl changed its name to the Pineapple Bowl a year later, and then went defunct in the early 1950s. Before playing in the Poi Bowl, UW had been to three Rose Bowls, tying with Navy and losing to Alabama and Pitt."
  },
  {
    "id": 3,
    "question": "Warren Moon and Arnie Weinmeister are two of the three UW football players in the Pro Football Hall of Fame. Who is the third?",
    "description": "One of the best running backs in UW history, McElhenny set the Husky single-game rushing record when he ran for 296 yards against WSU in 1950. He went on to a 13-year professional career, most notably with the San Francisco 49ers.",
    "image": "BESThugh_mcelhennyNEW.jpg"
  },
  {
    "id": 4,
    "question": "UW has appeared in the Rose Bowl 14 times. Which of these schools has appeared in fewer Rose Bowls than the Huskies?",
    "description": "The Ducks have only been to the Rose Bowl seven times, putting up a 3-4 record. UW, meanwhile, is 7-6-1 in their 14 appearances in the 'Granddaddy of Them All.'",
    "image": "rosebowl24.jpg"
  },
  {
    "id": 5,
    "question": "In the 2011 Alamo Bowl, Keith Price threw for 438 yards in a losing effort to Robert Griffin III and the Baylor Bears. While the passing yardage was staggering, it wasn't the highest output by a Husky QB. Who holds the UW record for most passing yards in a single game?",
    "description": "Pickett had a monster day at home on October 20, 2001 against Arizona. He completed 29 of 49 passes for 455 yards, three TDs and four interceptions. It was his feet that won the game, though, as he ran in the game-winning touchdown in a 31-28 victory.",
    "image": "BESTcody_pickett4.JPG"
  },
  {
    "id": 6,
    "question": "Which team did UW beat in 1994 that ended the longest home winning streak in Division 1 football history?",
    "description": "The Huskies, led by Damon Huard and Napoleon Kaufman, went into the Orange Bowl and rolled over Miami 38-20, ending a home winning streak that had begun nearly nine years earlier. Trailing 14-3 at the half, UW scored 25 third-quarter points and never looked back.",
    "image": "BESTuw_miami.jpg"
  },
  {
    "id": 7,
    "question": "The 1991 Huskies went undefeated to claim the national championship. Which team did they beat in the Rose Bowl?",
    "description": "UW dominated Michigan in the Rose Bowl, winning 34-14 to finish the season 12-0. Tied 7-7 in the second quarter, Washington scored 27 unanswered points to run away from the Wolverines.",
    "image": "BESTrose_bowl.jpg"
  },
  {
    "id": 8,
    "question": "In 2008, the Huskies nearly pulled off an upset of No. 15 BYU, but a penalty in the final seconds stymied UW’s chances to tie the game with an extra point, as the team ultimately lost 28-27. What was the penalty and who was it assessed to?",
    "description": "The call was wildly controversial at the time, and marked the beginning of a dreadful 0-12 season for Husky football. BYU, however, would go on to win 10 games in 2008.",
    "image": "BESTuw_byu.JPG"
  },
  {
    "id": 9,
    "question": "Why was legendary coach Don James known as 'The Dawgfather'?",
    "description": "At a hotel before the 1984 Orange Bowl, James' grandson overheard John Costacos say the word godfather and began mispronouncing it. It wasn't until a few years later, when Costacos had gotten into the poster business, for which he is now well-known, that he thought to use the nickname 'The Dawgfather' in reference to Don James.",
    "image": "BESTdawgfather.JPG"
  },
  {
    "id": 10,
    "question": "Former UW QB Jake Locker was drafted with the No. 8 overall pick by the Tennessee Titans in 2011, making him the third-highest Husky draft pick. Who was the highest-drafted Husky?",
    "description": "Emtman was taken first overall by the Indianapolis Colts in 1992, and ended up playing six years in the NFL. the only other player drafted higher than Locker was Reggie Rogers, who was taken seventh overall by the Detroit Lions in 1987.",
    "image": "BESTsteve_emtman.jpg"
  },
  {
    "id": 11,
    "question": "UW comes into the season ranked 14th in the AP poll. When was the last time UW was ranked that high coming into a season?",
    "description": "UW went into the 2002 season ranked number nine in the preseason AP poll. They slumped to a 7-6 record that season, and their highest preseason ranking since then was in the 2003 season, when they were ranked 17th to start the year.",
    "image": "uwcoachpic13.jpg"
  },
  {
    "id": 12,
    "question": "UW has produced 12 NFL starting quarterbacks, which is the third-best output of any college. And while UW has yet to produce a Heisman winning QB or a Super Bowl winner, it is the only school to yield three quarterbacks with a least 150 NFL starts. Which of the follow QBs did NOT start 150 games in the NFL?",
    "description": "Huard only ended up making 27 starts in the NFL, most of them with the Kansas City Chiefs. Brunell and Chandler just made it to 150, with Brunell starting 151 and Chandler 152, and Warren Moon led the way with 203 career starts.",
    "image": "damon_huard.jpg"
  },
  {
    "id": 13,
    "question": "True or False? Husky Stadium is the largest stadium in the Pacific Northwest.",
    "description": "Husky Stadium has a capacity of 72,500, just ahead of CenturyLink Field, which seats 67,000. The next closest college stadium is Oregon's Autzen Stadium, which seats 54,000.",
    "image": "BESThusky_stadium.jpg"
  },
  {
    "id": 14,
    "question": "The Husky was officially introduced as UW's mascot in 1922. What was the school's mascot before that?",
    "description": "The Huskies settled on Sundodger in 1920, prior to which they had used Indians and Vikings as unofficial mascots. It only lasted for two years, though, as many argued that Sundodger had no meaning, so a committee settled on the Husky as the official mascot in early 1922, and it has stayed that way ever since.",
    "image": "huskymascot.jpg"
  },
  {
    "id": 15,
    "question": "Who caught the memorable pass from Warren Moon that gave UW the win over WSU in the 1975 Apple Cup?",
    "description": "In Don James' first season as head coach, the Huskies found themselves trailing late in the game to the Cougars. Moon threw a deep pass, and two WSU defensive backs went for the interception and tipped it directly inot Gaines' hands. He ran the remaining thirty yards to the end zone, giving UW the win.",
    "image": "img0383AA.jpg"
  }
]